{
    "Aloevera": {
        "common_name": "Aloevera",
        "scientific_name": "AloeVera",
        "description": "Aloe vera () is a succulent plant species of the genus Aloe. It is widely distributed, and is considered an invasive species in many world regions.",
        "medical_uses": "No information available.",
        "conservation_status": "No information available.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "No information available.",
        "lifespan": "No information available."
    },
    "Amruta_Balli": {
        "common_name": "Amruta_Balli",
        "scientific_name": "Sahil Khattar",
        "description": "Sahil Khattar (born 21 March 1991) is an Indian YouTuber, television host and actor. He works with two YouTube channels, named Khattarnaak and Being Indian.",
        "medical_uses": "No information available.",
        "conservation_status": "No information available.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "No information available.",
        "lifespan": "No information available."
    },
    "Avacado": {
        "common_name": "Avacado",
        "scientific_name": "Avocado",
        "description": "The avocado, alligator pear or avocado pear (Persea americana) is an evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated in Mesoamerica more than 5,000 years ago.",
        "medical_uses": "No information available.",
        "conservation_status": "The avocado, alligator pear or avocado pear (Persea americana) is an evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated in Mesoamerica more than 5,000 years ago.",
        "nutritional_value": "The avocado, alligator pear or avocado pear (Persea americana) is an evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated in Mesoamerica more than 5,000 years ago.",
        "habitat": "The avocado, alligator pear or avocado pear (Persea americana) is an evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated in Mesoamerica more than 5,000 years ago.",
        "cultural_importance": "The avocado, alligator pear or avocado pear (Persea americana) is an evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated in Mesoamerica more than 5,000 years ago.",
        "lifespan": "No information available."
    },
    "Bamboo": {
        "common_name": "Bamboo",
        "scientific_name": "Bamboo",
        "description": "Bamboos are a diverse group of mostly evergreen perennial flowering plants making up the subfamily Bambusoideae of the grass family Poaceae. Giant bamboos are the largest members of the grass family, in the case of Dendrocalamus sinicus having individual stalks (culms) reaching a length of 46 meters (151 ft), up to 36 centimeters (14 in) in thickness and a weight of up to 450 kilograms (1,000 lb).",
        "medical_uses": "Bamboo salt (Jugyeom, Korean: 죽염) is a Korean condiment and traditional remedy.  It is prepared by packing sea salt in a thick bamboo stem, and baking it nine times at high temperature using pine firewood.",
        "conservation_status": "The bamboo lemurs or gentle lemurs are the lemurs in genus Hapalemur. These medium-sized primates live exclusively on Madagascar.",
        "nutritional_value": "Bamboo shoots or bamboo sprouts are the edible shoots (new bamboo culms that come out of the ground) of many bamboo species including Bambusa vulgaris and Phyllostachys edulis. They are used as vegetables in numerous Asian dishes and broths.",
        "habitat": "The bamboo rats are four species of rodents of the subfamily Rhizomyinae. They are the sole living representatives of the tribe Rhizomyini.",
        "cultural_importance": "Bambooworking is the activity or skill of making items from bamboo, and includes architecture, carpentry, furniture and cabinetry, carving, joinery, and weaving. Its historical roots in Asia span cultures, civilizations, and millennia, and is found across East, South, and Southeast Asia.",
        "lifespan": "Bamboo blossoming is a natural phenomenon in which the bamboos in a location blossom and become hung with bamboo seeds. \n\n\n== Phenomenon ==\nBamboos usually have a life cycle around 40 to 80 years, varying among species."
    },
    "Basale": {
        "common_name": "Basale",
        "scientific_name": "Stratum basale",
        "description": "The stratum basale (basal layer, sometimes referred to as stratum germinativum) is the deepest layer of the five layers of the epidermis, the external covering of skin in mammals.\nThe stratum basale is a single  layer of columnar or cuboidal basal cells.",
        "medical_uses": "An epidemic (from Greek ἐπί epi \"upon or above\" and δῆμος demos \"people\") is the rapid spread of disease to a large number of hosts in a given population within a short period of time. For example, in meningococcal infections, an attack rate in excess of 15 cases per 100,000 people for two consecutive weeks is considered an epidemic.",
        "conservation_status": "Vitamin E is a group of eight compounds related in molecular structure that includes four tocopherols and four tocotrienols. The tocopherols function as fat-soluble antioxidants which may help protect cell membranes from reactive oxygen species.",
        "nutritional_value": "Basella alba is an edible perennial vine in the family Basellaceae. It is found in tropical Asia and Africa where it is widely used as a leaf vegetable.",
        "habitat": "The integumentary system is the set of organs forming the outermost layer of an animal's body. It comprises the skin and its appendages, which act as a physical barrier between the external environment and the internal environment that it serves to protect and maintain the body of the animal.",
        "cultural_importance": "The University of Chile (Spanish: Universidad de Chile) is a public research university in Santiago, Chile. It was founded on November 19, 1842, and inaugurated on September 17, 1843.",
        "lifespan": "No information available."
    },
    "Brahmi": {
        "common_name": "Brahmi",
        "scientific_name": "Brahmi script",
        "description": "Brahmi ( BRAH-mee; 𑀩𑁆𑀭𑀸𑀳𑁆𑀫𑀻; ISO: Brāhmī) is a writing system from ancient India that appeared as a fully developed script in the 3rd century BCE. Its descendants, the Brahmic scripts, continue to be used today across South and Southeastern Asia.\nBrahmi is an abugida and uses a system of diacritical marks to associate vowels with consonant symbols.",
        "medical_uses": "The Tocharian script, also known as Central Asian slanting Gupta script or North Turkestan Brāhmī,  is an abugida which uses a system of diacritical marks to associate vowels with consonant symbols. Part of the Brahmic scripts, it is a version of the Indian Brahmi script.",
        "conservation_status": "Dambulla cave temple (Sinhala: දඹුල්ල රජ මහා විහාරය, romanized: Dam̆būlla Raja Maha Vihāraya; Tamil: தம்புள்ளை பொற்கோவில், romanized: Tampuḷḷai Poṟkōvil), also known as the Golden Temple of Dambulla, is a World Heritage Site (1991) in Sri Lanka, situated in the central part of the country. This site is situated 148 kilometres (92 mi) east of Colombo, 72 kilometres (45 mi) north of Kandy and\n43 kilometres (27 mi) north of Matale.",
        "nutritional_value": "Bacopa monnieri, also known as water hyssop, brahmi, thyme-leafed gratiola, herb of grace, and Indian pennywort, is a perennial, creeping herb native to wetland areas globally. \nIt is used in Ayurveda.",
        "habitat": "Bacopa crenata, the waterhyssop, brahmi, or moneywort, is a perennial or annual medicinal herb indigenous to tropical Africa and Madagascar.\n\n\n== Description ==\nBacopa crenata is a non-aromatic herb, growing up to 40 cm (16 in) in height.",
        "cultural_importance": "Languages of India belong to several language families, the major ones being the Indo-Aryan languages spoken by 78.05% of Indians and the Dravidian languages spoken by 19.64% of Indians; both families together are sometimes known as Indic languages. Languages spoken by the remaining 2.31% of the population belong to the Austroasiatic, Sino–Tibetan, Tai–Kadai, and a few other minor language families and isolates.: 283  According to the People's Linguistic Survey of India, India has the second highest number of languages (780), after Papua New Guinea (840).",
        "lifespan": "In Buddhism, Buddha (, which in classic Indic languages means \"awakened one\") is a title for those who are spiritually awake or enlightened, and have thus attained the supreme goal of Buddhism, variously described as awakening or enlightenment (bodhi), Nirvāṇa (\"blowing out\"), and liberation (vimokṣa). A Buddha is also someone who fully understands the Dhārma, the true nature of all things or phenomena (dhārmata), the ultimate truth."
    },
    "Curry_Leaf": {
        "common_name": "Curry_Leaf",
        "scientific_name": "Curry tree",
        "description": "The curry tree or Bergera koenigii (syn. Murraya koenigii), is a tropical and sub-tropical tree in the family Rutaceae (the rue family, which includes rue, citrus, and satinwood), native to Asia.",
        "medical_uses": "Amomum subulatum, also known as black cardamom, hill cardamom, Bengal cardamom, greater cardamom, Indian cardamom, Nepal cardamom, winged cardamom, big cardamon, or brown cardamom, is a perennial herbaceous plant in the family Zingiberaceae. Its seed pods have a strong, camphor-like flavour, with a smoky character derived from the method of drying.",
        "conservation_status": "The curry tree or Bergera koenigii (syn. Murraya koenigii), is a tropical and sub-tropical tree in the family Rutaceae (the rue family, which includes rue, citrus, and satinwood), native to Asia.",
        "nutritional_value": "The curry tree or Bergera koenigii (syn. Murraya koenigii), is a tropical and sub-tropical tree in the family Rutaceae (the rue family, which includes rue, citrus, and satinwood), native to Asia.",
        "habitat": "The curry tree or Bergera koenigii (syn. Murraya koenigii), is a tropical and sub-tropical tree in the family Rutaceae (the rue family, which includes rue, citrus, and satinwood), native to Asia.",
        "cultural_importance": "Sadya (Malayalam: സദ്യ), also spelt as sadhya, is a meal of Kerala origin and of importance to all Malayalis, consisting of a variety of traditional vegetarian dishes usually served on a banana leaf as lunch. Sadya is typically served as a traditional feast for Onam and Vishu, along with other special occasions such as birthdays, weddings and temple festivals.",
        "lifespan": "Silana farinosa, commonly known as curry-leaf tortoise beetle, is a species of leaf beetle native to Indo-China, India, Sri Lanka, Thailand and introduced to Peninsular Malaysia.\n\n\n== Description ==\nFemale is larger than male."
    },
    "Doddapatre": {
        "common_name": "Doddapatre",
        "scientific_name": "Thambuli",
        "description": "A chutney (pronounced [ˈʧəʈɳiː]) is a spread typically associated with cuisines of the Indian subcontinent. Chutneys are made in a wide variety of forms, such as a tomato relish, a ground peanut garnish, yogurt, or curd, cucumber, spicy coconut, spicy onion, or mint dipping sauce.",
        "medical_uses": "No information available.",
        "conservation_status": "No information available.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "No information available.",
        "lifespan": "No information available."
    },
    "Ganike": {
        "common_name": "Ganike",
        "scientific_name": "List of villages in Kano State",
        "description": "This is a list of villages and settlements in Kano State, Nigeria organised by local government area (LGA) and district/area (with postal codes also given).\nUnguwar dorawa in Gwarzo and Munchika village in Ungogo local government areas were included in the list.",
        "medical_uses": "No information available.",
        "conservation_status": "No information available.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "No information available.",
        "lifespan": "No information available."
    },
    "Gauva": {
        "common_name": "Gauva",
        "scientific_name": "Paper Boat",
        "description": "Paper Boat is a brand of traditional Indian beverages and foods produced and marketed by Hector Beverages, which is headquartered in Bengaluru, India.\nPaper Boat was launched by Hector Beverages in August 2013.",
        "medical_uses": "No information available.",
        "conservation_status": "No information available.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "No information available.",
        "lifespan": "No information available."
    },
    "Geranium": {
        "common_name": "Geranium",
        "scientific_name": "Geranium",
        "description": "Geranium is a genus of 422 species of annual, biennial, and perennial plants that are commonly known as geraniums or cranesbills. They are found throughout the temperate regions of the world and the mountains of the tropics, with the greatest diversity in the eastern part of the Mediterranean region.",
        "medical_uses": "Eau de toilette (French: [o d(ə) twalɛt], meaning \"grooming water\") is a lightly scented perfume. It is also referred to as aromatic waters and has a high alcohol content.",
        "conservation_status": "Pelargonium sidoides is a plant native to South Africa, Eswatini, and Lesotho. Its common names include African geranium and South African geranium.",
        "nutritional_value": "Geranium sanguineum, common name bloody crane's-bill or bloody geranium, is a species of hardy flowering herbaceous perennial plant in the cranesbill family Geraniaceae. It is the county flower of Northumberland.",
        "habitat": "Geranium robertianum, commonly known as herb-robert, or (in North America) Robert's geranium, is a species of cranesbill that is widespread throughout the northern hemisphere and introduced to some countries in the southern. It is common in woods, hedges, gardens, and on waste ground, and can also be found on shingle beaches and limestone pavements.",
        "cultural_importance": "Pelargonium graveolens is a Pelargonium species native to the Cape Provinces and the Northern Provinces of South Africa, Zimbabwe and Mozambique. Common names include rose geranium, sweet scented geranium, old-fashioned rose geranium, and rose-scent geranium.",
        "lifespan": "Geranium is a genus of 422 species of annual, biennial, and perennial plants that are commonly known as geraniums or cranesbills. They are found throughout the temperate regions of the world and the mountains of the tropics, with the greatest diversity in the eastern part of the Mediterranean region."
    },
    "Hibiscus": {
        "common_name": "Hibiscus",
        "scientific_name": "Hibiscus",
        "description": "Hibiscus is a genus of flowering plants in the mallow family, Malvaceae. The genus is quite large, comprising several hundred species that are native to warm temperate, subtropical and tropical regions throughout the world.",
        "medical_uses": "Hibiscus is a genus of flowering plants in the mallow family, Malvaceae. The genus is quite large, comprising several hundred species that are native to warm temperate, subtropical and tropical regions throughout the world.",
        "conservation_status": "Hibiscus moscheutos, the rose mallow, swamp rose-mallow, crimsoneyed rosemallow,  or eastern rosemallow, is a species of flowering plant in the family Malvaceae. It is a cold-hardy perennial wetland plant that can grow in large colonies.",
        "nutritional_value": "Roselle (Hibiscus sabdariffa) is a species of flowering plant in the genus Hibiscus that is native to Africa, most likely West Africa. In the 16th and early 17th centuries it was spread to Asia and the West Indies, where it has since become naturalized in many places.",
        "habitat": "Hibiscus tiliaceus, commonly known as the sea hibiscus or coast cottonwood, is a species of flowering tree in the mallow family, Malvaceae, with a pantropical distribution along coastlines. It has also been introduced to Florida and New Zealand.",
        "cultural_importance": "Malvaceae (), or the mallows, is a family of flowering plants estimated to contain 244 genera with 4225 known species. Well-known members of economic importance include okra, cotton, cacao, roselle and durian.",
        "lifespan": "The African spurred tortoise (Centrochelys sulcata), also called the sulcata tortoise, is an endangered species of tortoise inhabiting the southern edge of the Sahara Desert, the Sahel, in Africa. It is the largest mainland species of tortoise in Africa, and the third-largest in the world, after the Galapagos tortoise and Aldabra giant tortoise."
    },
    "Honge": {
        "common_name": "Honge",
        "scientific_name": "Pongamia",
        "description": "Pongamia pinnata is a species of tree in the pea family, Fabaceae, native to eastern and tropical Asia, Australia, and the Pacific islands. It is the sole species in genus Pongamia.",
        "medical_uses": "Vegetable oils are triglycerides extracted from plants. Some of these oils have been part of human culture for millennia.",
        "conservation_status": "Rishikesh, also spelt as Hrishikesh, is a city near Dehradun in the Indian state Uttarakhand. The northern part of Rishikesh is in the Dehradun district while the southern part is in the Tehri Garhwal district.",
        "nutritional_value": "Pongamia oil is derived from the seeds of the Millettia pinnata tree, which is native to tropical and temperate Asia. Millettia pinnata, also known as Pongamia pinnata or Pongamia glabra, is common throughout Asia and thus has many different names in different languages, many of which have come to be used in English to describe the seed oil derived from M. pinnata; Pongamia is often used as the generic name for the tree and is derived from the genus the tree was originally placed in.",
        "habitat": "Pongamia pinnata is a species of tree in the pea family, Fabaceae, native to eastern and tropical Asia, Australia, and the Pacific islands. It is the sole species in genus Pongamia.",
        "cultural_importance": "Vokkaliga (also transliterated as Vokkaligar, Vakkaliga, Wakkaliga, Okkaligar, Okkiliyan) is a community of closely related castes, from the Indian states of Karnataka and Tamil Nadu.\nAs a community of warriors and cultivators they have historically had notable demographic, political, and economic dominance in Old Mysore (region).",
        "lifespan": "No information available."
    },
    "Jasmine": {
        "common_name": "Jasmine",
        "scientific_name": "Jasmine",
        "description": "Jasmine (botanical name: Jasminum;  YAS-mih-nəm) is a genus of shrubs and vines in the olive family of Oleaceae.: 193  It contains around 200 species native to tropical and warm temperate regions of Eurasia, Africa, and Oceania.: 194  Jasmines are widely cultivated for the characteristic fragrance of their flowers. \nThe village of Shubra Beloula in Egypt grows most of the jasmine used by the global perfume industry.",
        "medical_uses": "Jasmine Armfield (born 17 December 1998) is an English actress, known for playing Bex Fowler in the BBC soap opera EastEnders from 2014 to 2020, with a brief stint in 2025. Following her leaving the soap, she has made appearances in fellow BBC series Doctors and Casualty, as well as making her stage debut in Jumping the Shark in 2023.",
        "conservation_status": "Nyctanthes arbor-tristis is a species of Nyctanthes native to South Asia and Southeast Asia. It is commonly known as night-blooming jasmine, tree of sadness, tree of sorrow, hengra bubar, coral jasmine, as seri gading in Singapore and as shiuli in the Bengal region.",
        "nutritional_value": "Jasmine Felicia Crockett (born March 29, 1981) is an American lawyer and politician who has been a U.S. representative from Texas's 30th congressional district since January 2023 as a member of the Democratic Party. Her district covers most of South Dallas County, Central Dallas, Dallas Love Field Airport, and parts of Tarrant County.",
        "habitat": "Nyctanthes arbor-tristis is a species of Nyctanthes native to South Asia and Southeast Asia. It is commonly known as night-blooming jasmine, tree of sadness, tree of sorrow, hengra bubar, coral jasmine, as seri gading in Singapore and as shiuli in the Bengal region.",
        "cultural_importance": "Surat–Chennai Expressway is an under-construction, 1,271 km (790 mi) long, 6-lane access-controlled expressway, which will connect the second largest city of Gujarat, Surat, with the capital of Tamil Nadu, Chennai, in India. It will pass through six states: Gujarat, Maharashtra, Karnataka, Telangana, Andhra Pradesh and Tamil Nadu.",
        "lifespan": "Potpourri ( POH-puurr-EE) is a mixture of dried, naturally fragrant plant materials used to provide a gentle natural scent, commonly in residential settings. It is often placed in a decorative bowl."
    },
    "Mango": {
        "common_name": "Mango",
        "scientific_name": "Mango",
        "description": "Manga (Japanese: 漫画, IPA: [maŋga] ) are comics or graphic novels originating from Japan. Most manga conform to a style developed in Japan in the late 19th century, and the form has a long history in earlier Japanese art.",
        "medical_uses": "Manga (Japanese: 漫画, IPA: [maŋga] ) are comics or graphic novels originating from Japan. Most manga conform to a style developed in Japan in the late 19th century, and the form has a long history in earlier Japanese art.",
        "conservation_status": "The green-throated mango (Anthracothorax viridigula) is a species of hummingbird in the subfamily Polytminae. It is found in Brazil, the Guianas, Trinidad, and Venezuela.",
        "nutritional_value": "Manga (Japanese: 漫画, IPA: [maŋga] ) are comics or graphic novels originating from Japan. Most manga conform to a style developed in Japan in the late 19th century, and the form has a long history in earlier Japanese art.",
        "habitat": "Manga (Japanese: 漫画, IPA: [maŋga] ) are comics or graphic novels originating from Japan. Most manga conform to a style developed in Japan in the late 19th century, and the form has a long history in earlier Japanese art.",
        "cultural_importance": "Mangifera indica, commonly known as mango, is an evergreen species of flowering plant in the family Anacardiaceae. It is a large fruit tree, capable of growing to a height and width of 30 m (100 ft).",
        "lifespan": "Mangifera indica, commonly known as mango, is an evergreen species of flowering plant in the family Anacardiaceae. It is a large fruit tree, capable of growing to a height and width of 30 m (100 ft)."
    },
    "Nooni": {
        "common_name": "Nooni",
        "scientific_name": "Hanna Nooni",
        "description": "Hanna Nooni (born 9 March 1984) is a former Swedish tennis player.\nIn her career, she won five ITF singles (Madrid, Vittel, Portschach, Båstad and Garching) and three ITF doubles titles.",
        "medical_uses": "Humour in translation can be caused by translation errors, because of irregularities and discrepancies between certain items that translators attempt to translate. This could be due to the ignorance of the translator, as well as the untranslatability of the text as a result of linguistic or cultural differences.",
        "conservation_status": "Havana (; Spanish: La Habana [la aˈβana] ) is the capital and largest city of Cuba. The heart of the La Habana Province, Havana is the country's main port and commercial center.",
        "nutritional_value": "No information available.",
        "habitat": "No information available.",
        "cultural_importance": "Havana (; Spanish: La Habana [la aˈβana] ) is the capital and largest city of Cuba. The heart of the La Habana Province, Havana is the country's main port and commercial center.",
        "lifespan": "No information available."
    },
    "Rose": {
        "common_name": "Rose",
        "scientific_name": "Rose",
        "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, or the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love of food.",
        "medical_uses": "Rose water is a flavoured water made by steeping rose petals in water. It is the hydrosol portion of the distillate of rose petals, a by-product of the production of rose oil for use in perfume.",
        "conservation_status": "Adenium obesum, more commonly known as a desert rose, is a poisonous species of flowering plant belonging to the tribe Nerieae of the subfamily Apocynoideae of the dogbane family, Apocynaceae. It is native to the Sahel regions south of the Sahara (from Mauritania and Senegal to Sudan), tropical and subtropical eastern and southern Africa, as well as the Arabian Peninsula.",
        "nutritional_value": "Malnutrition occurs when an organism gets too few or too many nutrients, resulting in health problems. Specifically, it is a deficiency, excess, or imbalance of energy, protein and other nutrients which adversely affects the body's tissues and form.",
        "habitat": "Habitat 67, or simply Habitat, is a housing complex at Cité du Havre, on the Saint Lawrence River, Montreal, Quebec, Canada, designed by Israeli-Canadian-American architect Moshe Safdie. It originated in his master's thesis at the School of Architecture at McGill University and then an amended version was built for Expo 67, a World's Fair held from April to October 1967.",
        "cultural_importance": "An economy is an area of the production, distribution and trade, as well as consumption of goods and services. In general, it is defined as a social domain that emphasize the practices, discourses, and material expressions associated with the production, use, and management of resources.",
        "lifespan": "Maximum life span (or, for humans, maximum reported age at death) is a measure of the maximum amount of time one or more members of a population have been observed to survive between birth and death. The term can also denote an estimate of the maximum amount of time that a member of a given species could survive between birth and death, provided circumstances that are optimal to that member's longevity."
    },
    "Sapota": {
        "common_name": "Sapota",
        "scientific_name": "Pouteria sapota",
        "description": "Pouteria sapota,  the mamey sapote, is a species of tree native to Mexico and Central America. The tree is also cultivated in the Caribbean.",
        "medical_uses": "Ganser syndrome is a rare dissociative disorder characterized by nonsensical or wrong answers to questions and other dissociative symptoms such as fugue, amnesia or conversion disorder, often with visual pseudohallucinations and a decreased state of consciousness. The syndrome has also been called nonsense syndrome, balderdash syndrome, syndrome of approximate answers, hysterical pseudodementia or prison psychosis.",
        "conservation_status": "Pouteria sapota,  the mamey sapote, is a species of tree native to Mexico and Central America. The tree is also cultivated in the Caribbean.",
        "nutritional_value": "Pouteria sapota,  the mamey sapote, is a species of tree native to Mexico and Central America. The tree is also cultivated in the Caribbean.",
        "habitat": "Madhuca insignis is a species of plant in the family Sapotaceae. It is endemic to India.",
        "cultural_importance": "Neglected and underutilised crops are domesticated plant species used for food, medicine, trading, or cultural practices within local communities but not widely commodified or studied as part of mainstream agriculture. Such crops may be in declining production.",
        "lifespan": "Anastrepha ludens, the Mexican fruit fly or Mexfly, is a species of fly of the Anastrepha genus in the Tephritidae family (fruit flies). It is closely related to the Caribbean fruit fly Anastrepha suspensa, and the papaya fruit fly Anastrepha curvicauda."
    },
    "Castor": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Pappaya": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Lemon": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Insulin": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Ashwagandha": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Wood_sorel": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Nithyapushpa": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Ashoka": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Mint": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Ekka": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Amla": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Nagadali": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Neem": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Arali": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Henna": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Pepper": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Raktachandini": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Betel": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Pomegranate": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Lemon_grass": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Tulasi": {
        "description": "Information not available",
        "medicinal_uses": []
    },
    "Betel_Nut": {
        "description": "Information not available",
        "medicinal_uses": []
    }
}
